{
    "drug": "Arexvy (RSV OA vaccine)",
    "sponsor": "GlaxoSmithKlien",
    "searchResults": [
        {
            "url": "https://cdn.clinicaltrials.gov/large-docs/10/NCT04162210/Prot_000.pdf",
            "title": "test",
            "ID": "",
            "drugSentence": "",
            "indication": "",
            "sponsorSentence": "",
            "extracts": [
                {
                    "type": "protocolAmendments",
                    "data": [
                        "Overall Rationale for the Amendment:
                        This protocol amendment changes the method for the primary analysis of efficacy
                        endpoints from being based on algorithm-derived confirmed response and dates per
                        IMWG [Kumar, 2016] criteria, to being based on investigator-assessed responses and
                        dates per IMWG.
                        The primary efficacy analysis will be supported by a pre-specified
                        Independent Review Committee (IRC) audit for the analysis of the efficacy endpoints.
                        In addition, the definition for duration of response was updated, the countries included in
                        the North East Asia subgroup defined, the required number of events for the primary PFS
                        analysis aligned, the language for anti-myeloma therapy updated, and the PACT language
                        including ocular follow up update.
                        Removal of algorithm-derived
                        assessment of response and instead,
                        efficacy analysis will be based on
                        Investigator-assessed response,
                        supported by the results of an IRC audit
                        Health",
                        "Amendment 4: (20-Apr-2022)
                        Overall Rationale for the Amendment:
                        This protocol amendment is being introduced following the re-estimation of study
                        completion timeframe based on the current rate of accrual of PFS events being slower
                        than originally anticipated.
                        This protocol amendment revises the power for PFS Final Analysis from 95.6% to atleast
                        90%, allowing the PFS final analysis to be triggered when at least 151 events are
                        accrued and the first 320 randomized subjects have been followed for a minimum of 4
                        months, with an anticipated median follow-up of approximately 10 months by the time
                        151 PFS events accrue.
                        The PFS futility Interim Analysis is removed as this would coincide with the updated
                        PFS Final analysis.
                        The two interim and one final planned OS analyses remain unchanged.
                        Section # and Name",
                        "countries
                        Remove secondary endpoints for
                        mITT
                        Amendment 2: (20-Sep-2021)
                        Overall Rationale for the Amendment:
                        The protocol was amended to update the planned Progression-Free Survival (PFS)
                        futility
                        interim analysis (IA) to be based on the first 120 randomized participants.
                        Due to the fast
                        enrollment rate, enrollment was expected to be near complete by the time of the
                        originally planned PFS futility IA, and a large proportion of study participants would
                        have insufficient follow-up at the time of this IA.
                        The PFS data based on all participants
                        enrolled at the time of the IA would therefore be immature.
                        To support an informed
                        decision-making process, the non-binding PFS futility IA was planned to be based on the
                        first 120 randomized participants, anticipated to occur when approximately 69 events
                        (~35% information fraction) were observed.
                        It was anticipated that participants at the
                        time of this revised IA would have minimum follow-up of ~4.5 months and the data was
                        considered to be mature.
                        An additional Overall Survival (OS) interim analysis was introduced to allow for the
                        comprehensive reporting of all available information to the Agencies at the time of the
                        primary analysis.
                        Long-term survival data would continue to be collected beyond this
                        interim analysis.
                        The enrollment cap for North-East Asia countries was increased from 15% to 20% to
                        support recruitment expectations in this region and to enable more patients who meet the
                        eligibility criteria to potentially benefit from study participation.
                        Per the FDA guidance that allows participants with Hepatitis B, Hepatitis C, and Human
                        Immunodeficiency Virus to be enrolled into clinical trials where they can be monitored
                        appropriately [FDA Guidance Docket Number: FDA-2019-D-0363], eligibility criteria
                        was updated accordingly.
                        Additional changes were incorporated which align with program revisions and/or updates
                        based on the latest Investigator’s Brochure [GSK2857916 IB, GSK Document Number
                        2013M17518_09, 2021].",
                        "of HBsAb+
                        from exemption from Hepatitis B
                        exclusion criteria
                        Documentation of previous Protocol
                        Amendment changes and rationale
                        Amendment 1: (23-Oct-2020)
                        Overall Rationale for the Amendment:
                        The protocol
                        has been amended based on regulatory agency comments.
                        
                        Alignment
                        with program-wide language
                        Addition of 40% IF to reflect additional OS IA
                        Table 26 Update safety laboratory tests Addition of Hepatitis B DNA in
                        line with
                        eligibility and with pomalidomide label update
                        Addition of assessments for HBV and
                        HCV patients
                        Updated the assessment table to support the
                        change in
                        hepatitis B and C eligibility criteria
                        To provide guidance on remote
                        monitoring
                        168
                        Alignment with program-wide language
                        TMF-14920746
                        CONFIDENTIAL
                        Section # and Name
                        Section 11.15 Appendix
                        15: Country Specific
                        Requirements
                        New",
                        "of HBsAb+
                        from exemption from Hepatitis B
                        exclusion criteria
                        Documentation of previous Protocol
                        Amendment changes and rationale
                        Amendment 1: (23-Oct-2020)
                        Overall Rationale for the Amendment:
                        The protocol
                        has been amended based on regulatory agency comments.
                        Additional
                        changes were incorporated which align with program revisions and/or updates based on
                        data from the analysis of the Phase II Study
                        205678 (DREAMM-2) evaluating the
                        efficacy and safety of two doses of belantamab mafodotin monotherapy in patients with
                        relapsed or refractory multiple myeloma
                        who had 3 or more prior lines of treatment, were
                        refractory to a proteasome inhibitor and an immunomodulatory agent and have
                        failed an
                        anti-CD38 antibody.
                        Updated reference due to publication of data;
                        Updated reference due to publication of data;
                        Clarification that supporting data was from
                        primary analysis
                        To refer to product by name versus compound
                        number
                        To
                        refer to the most recent versions
                        CCI
                        Brief Rationale
                        Added per country request
                        Added per country request
                        As per protocol template
                        207495
                        Protocol Amd 05
                        Minor editorial and
                        document formatting
                        revisions
                        Renumbering of Tables, Figures and
                        Footnotes
                        Added Study Logo
                        Updated study rationale paragraph
                        To improve overall clarity and typographical
                        corrections
                        As a result of changes
                        within the document
                        For easier recognition
                        To align with current program level wording
                        based on additional data from DREAMM-2/
                        205678 study and in alignment"
                    ],
                    "url": "https://cdn.clinicaltrials.gov/large-docs/10/NCT04162210/Prot_000.pdf",
                    "file": "Prot_000.pdf"
                }
            ]
        },
        {
            "url": "https://cdn.clinicaltrials.gov/large-docs/47/NCT04246047/Prot_000.pdf",
            "title": "test",
            "ID": "",
            "drugSentence": "",
            "indication": "",
            "sponsorSentence": "",
            "extracts": [
                {
                    "type": "protocolAmendments",
                    "data": [
                        "Overall Rationale for the current amendment:
                        This protocol has been amended to update the number of PFS events required to trigger
                        the primary PFS analysis and to include an interim analysis for PFS at
                        CCI
                        information
                        fraction.
                        The updates allow for a longer duration of follow up and increasing OS data
                        maturity at the time of Primary PFS analysis.
                        The addition of an interim analysis allows
                        the opportunity to test for efficacy as well.
                        This amendment has also been updated to incorporate an additional sensitivity analysis
                        for conventional DoR using investigator-assess response in the statistical analysis section,
                        an update of the terminology from Reporting and Analysis Plan” (RAP) to “Statistical
                        Analysis Plan” (SAP), and a modified multiplicity strategy as well as changes to the
                        targeted overall survival hazard ratio assumption within the sample size determination
                        section.
                        Additional details regarding planned OS interim analyses and OS sample size
                        assumptions have been included.
                        An update to urine immunofixation requirements in the schedule of activities has been
                        made.
                        Additional administrative changes have been made including correction of an
                        administrative numbering error in the inclusion and exclusion criteria and clarification of
                        data collection for overall survival.",
                        "Overall Rationale for the current amendment:
                        This protocol has been amended to remove the interim analysis for futility and superiority
                        that was planned at
                        CCI
                        information.
                        Enrollment was completed for the Intent-To-Treat
                        population in June 2021 and safety data is continuing to be reviewed periodically with the
                        Independent Data Monitoring Committee (IDMC) every
                        CCI
                        noted any new/significant safety signals for the study to date.
                        The protocol has also been amended to introduce an Independent Review Committee
                        (IRC) and to document that the analysis of efficacy endpoints will be based on
                        assessments determined by an IRC instead of derived confirmed response based on an
                        algorithm.
                        In addition, Duration of Response and Overall Survival, which were secondary
                        endpoints for the study, have now been classified as key secondary endpoints.
                        Additional
                        changes have been incorporated to align with program-level and protocol template
                        updates.",
                        "Overall Rationale for the Amendment 04:
                        This protocol has been amended to update the statistical analyses to include Clinical
                        Benefit Rate (CBR) as a secondary endpoint and Sustained MRD negativity rate as an
                        exploratory endpoint.
                        The Key Secondary Endpoint of MRD Negativity has been
                        clarified to state that the analysis will conducted in participants with CR or better, and a
                        sensitivity analysis will be conducted in patients with a best overall response of VGPR.
                        The definition for MRD negativity has been updated to state that participants in the ITT
                        population without MRD assessment will be treated as non-negative MRD.These updates
                        clarify how endpoints will be analyzed and will allow for further assessment of clinical
                        activity and characterization of efficacy.
                        176
                        TMF-16739525
                        CONFIDENTIAL
                        207503
                        Protocol Amd 6
                        In addition, the term “anti-cancer therapy” has been updated to state “anti-myeloma
                        therapy” in the Prohibited Concomitant Therapies section and where relevant throughout
                        the protocol document.
                        This clarifies the intent that “anti-cancer therapy” should be
                        specifically limited to therapies directed against multiple myeloma and those therapies
                        that have anti-myeloma properties.”
                        Additional changes were incorporated which align with program revisions and/or updates
                        as listed in table below.",
                        "Overall Rationale for the Amendment 03:
                        The protocol has been amended to remove the first of two interim analyses that were
                        planned for the 207503 study.
                        The first interim analysis is based on of progressionfree
                        survival (PFS) events, allowing for early stopping due to harm (inferior efficacy),
                        and the second interim analysis is based on
                        CCI
                        CCI
                        of PFS events, allowing for early
                        stopping due to futility or efficacy.
                        In addition, safety data is being reviewed periodically
                        starting from when
                        CCI
                        and then everyCCI
                        CCI
                        or as requested by the Independent Data Monitoring Committee (IDMC)
                        thereafter.
                        The first interim analysis was removed as the trial has accrued faster than
                        anticipated and completed enrolment well in advance of the estimated date for the first
                        interim analysis.
                        Safety data will continue to be reviewed periodically every CCI
                        analysis based on CCI of PFS events will be performed as planned.
                        and the interim
                        Additional changes were incorporated which align with program revisions and/or updates
                        as listed in table below.",
                        "Amendment 2: 16 Dec 2020
                        Overall Rationale for the Amendment 02:
                        The protocol has been amended to update exclusion criteria for HIV+, Hep B+, and
                        Hep C+ participants in order to align with the latest regulatory (US FDA) guidance, to
                        provide clarification to the administration of supportive infusion medications for
                        daratumumab, and to clarify conditions regarding study intervention restart or
                        rechallenge after liver stopping criteria are met.
                        Additional changes were incorporated which align with program revisions and/or updates
                        as listed in table below.",
                        "of
                        superficial keratopathy
                        Added new Appendix on
                        remote Data
                        Management/Monitoring
                        Minor editorial and document
                        formatting revisions
                        Amendment 01: 16 Jul 2020
                        Overall Rationale for the Amendment:
                        The protocol has
                        been amended based on regulatory agency comments.
                        Additional
                        changes were incorporated to align with program-wide revisions and/or updates.
                        In
                        addition, based upon feedback from regulatory agencies, a new Keratopathy Visual
                        Acuity (KVA) scale has been introduced in this amendment for grading of treatmentrelated
                        corneal events.
                        Furthermore, dose modification guidelines and stopping criteria
                        for belantamab mafodotin for treatment-related corneal events have been aligned with the
                        guidelines of the new KVA Scale."
                    ],
                    "url": "https://cdn.clinicaltrials.gov/large-docs/47/NCT04246047/Prot_000.pdf",
                    "file": "Prot_000.pdf"
                }
            ]
        }
    ]
}
