"data": [
                        "Overall Rationale for the Amendment 04\nAmendment 04 is a global protocol amendment intended to allow better study accessibility to\npatients and to ensure good enrollment rate by lifting the requirement to completely fill 3 TPS\nstratification cohorts.\nPer protocol, patients are stratified into 3 TPS cohorts <1%, 1-49% and\n>50% PD-L1 expression.\nThis stratification will stay in place, but following amendment\nversion 04, the number of participants per cohort will no longer be limited to 80.\nParticipant’s\nsafety and treatment efficacy is not impacted, nor will this change affect the study readout.\nAdditional minor updates to the management of immunotherapy related AEs were done to align\nwith dostarlimab program.\nEditorial and typographic changes and protocol clarifications were also made with this\namendment.\nA description and rationale for changes is provided in Table 2.",
                        "Overall Rationale for the Amendment\nAmendment 1 DEU-1 is a country-specific protocol amendment created in response to Health\nAuthority feedback to clarify the instructions in the sections of the protocol as specified below.\nAdditionally, the protocol was updated to correct instructional statements regarding the\nadministration of cisplatin in the study.\nA description and rationale for all changes is provided in\nTable 26.\nOther minor editorial changes were also made in this amendment.",
                        "Amendment 2 (10 September 2020)\nOverall Rationale for the Amendment\nAmendment 02 is a global protocol amendment created in response to Health Authority feedback\nto modify the contraception eligibility criterion and the chemotherapy study treatments section to\nensure that the protocol instructions take local labeling variability into account regarding\nchemotherapeutic agents.\nOther minor editorial and typographic changes were also made with\nthis amendment.\nA description and rationale for all changes is provided in Table 28.",
                        "Overall Rationale for the Amendment\nAmendment 03 is a global protocol amendment intended to provide a number of clarifications to\naspects of the study conduct.\nIn addition, the Germany specific amendment was incorporated\ninto the global protocol during this amendment.\nMinor editorial and typographic changes were\nalso made with this amendment.\nA description and rationale for changes is provided in Table 29."
                    ],
                    "url": "https://classic.clinicaltrials.gov/ProvidedDocs/24/NCT04581824/Prot_002.pdf",
